{
    "Fian's Blog": "Fian's Blog",
    "Home": "Home",
    "Blogs": "Blogs",
    "English": "English",
    "Indonesia": "Indonesia",
    "All Rights Reserved.": "All Rights Reserved.",
    "Privacy Policy": "Privacy Policy",
    "Terms of Service": "Terms of Service",
    "Disclaimer": "Disclaimer",
    "We use cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies.": "We use cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies.",
    "Accept": "Accept",
    "All Posts": "All Posts",
    "Explore all stories, ideas, and inspirations we have shared.": "Explore all stories, ideas, and inspirations we have shared.",
    "Search for articles...": "Search for articles...",
    "All Categories": "All Categories",
    "read": "read",
    "No articles found": "No articles found",
    "We couldn't find any articles matching your search criteria.": "We couldn't find any articles matching your search criteria.",
    "Written by": "Written by",
    "A passionate writer and developer who loves sharing stories through words.": "A passionate writer and developer who loves sharing stories through words.",
    "Share this article": "Share this article",
    "Facebook": "Facebook",
    "Twitter": "Twitter",
    "LinkedIn": "LinkedIn",
    "Back to Blog": "Back to Blog",
    "WhatsApp": "WhatsApp",
    "Category": "Category",
    "Or copy link": "Or copy link",
    "Copy": "Copy",
    "Copied!": "Copied!",
    "Failed!": "Failed!",
    "uncategorized": "uncategorized",
    "views": "views",
    "Blog": "Blog",
    "No posts found in this category.": "No posts found in this category.",
    "Back to Home": "Back to Home",
    "Featured Post": "Featured Post",
    "Showing posts for category": "Showing posts for category",
    "Latest Posts": "Latest Posts",
    "No posts available.": "No posts available.",
    "No bio available.": "No bio available.",
    "Subscribe to Newsletter": "Subscribe to Newsletter",
    "Get the latest posts delivered right to your inbox.": "Get the latest posts delivered right to your inbox.",
    "your.email@example.com": "your.email@example.com",
    "Subscribe": "Subscribe",
    "read time": "read time",
    "New Article Published!": "New Article Published!",
    "New Article from": "New Article from",
    "Read More": "Read More",
    "We hope you enjoy the article!": "We hope you enjoy the article!",
    "Regards": "Regards",
    "You are receiving this email because you have subscribed to our site.": "You are receiving this email because you have subscribed to our site.",
    "All rights reserved.": "All rights reserved.",
    "Unsubscribe": "Unsubscribe",
    "Email Subscription Confirmation": "Email Subscription Confirmation",
    "Confirm Your Subscription": "Confirm Your Subscription",
    "Hello": "Hello",
    "You are receiving this email because you recently signed up to subscribe to our newsletter.": "You are receiving this email because you recently signed up to subscribe to our newsletter.",
    "To complete the subscription process, please click the button below:": "To complete the subscription process, please click the button below:",
    "Confirm Subscription": "Confirm Subscription",
    "If you did not make this registration, just ignore this email.": "If you did not make this registration, just ignore this email.",
    "Best regards": "Best regards",
    "This email was sent automatically. Do not reply to this address.": "This email was sent automatically. Do not reply to this address.",
    "Thank You for Subscribing": "Thank You for Subscribing",
    "Welcome!": "Welcome!",
    "Thank you for subscribing to our blog newsletter. We are very happy you joined!": "Thank you for subscribing to our blog newsletter. We are very happy you joined!",
    "You will be the first to get updates on the latest articles, tips, and various other interesting insights about technology and web development.": "You will be the first to get updates on the latest articles, tips, and various other interesting insights about technology and web development.",
    "Visit Blog": "Visit Blog",
    "Warm regards": "Warm regards",
    "Your subscription has been confirmed and you are now part of our community!": "Your subscription has been confirmed and you are now part of our community!",
    "About": "About",
    "Welcome": "Welcome",
    "about_paragraph1": "Hi, I'm Aditia, also known as fian. I am a Full-Stack Developer dedicated to designing scalable web systems with efficient API architectures. For me, there is no greater satisfaction than watching lines of code transform into responsive, real-world applications running smoothly in production.",
    "about_paragraph2": "I’m the type of developer who loves peeking 'under the hood.' From optimizing Linux servers and building my own CLI tools to currently expanding my horizons into Blockchain technology and modern Mobile Apps. I am always looking for ways to make development workflows faster and smarter—because I believe technology should simplify things, not complicate them.",
    "about_paragraph3": "Think of this blog as a living documentation of my technical journey. Here, you will find an archive of tutorials, experimental notes, and practical software engineering solutions. I write these down so that neither of us has to scratch our heads twice over the same problem. Happy reading, and I hope you find something valuable to take away!",
    "Privacy Policy Title": "Privacy Policy",
    "Privacy Policy Content": "At Fian's Blog, we are committed to protecting your privacy. This privacy policy explains how we collect, use, and safeguard your information.\n\n**Information We Collect:**\n- Personal information you provide when subscribing to our newsletter\n- Usage data through cookies and analytics\n\n**How We Use Your Information:**\n- To send you updates about new blog posts\n- To improve our website and content\n- To communicate with you\n\n**Data Sharing:**\nWe do not sell, trade, or rent your personal information to third parties.\n\n**Contact Us:**\nIf you have any questions about this privacy policy, please contact us at your.email@example.com.",
    "Terms of Service Title": "Terms of Service",
    "Terms of Service Content": "Welcome to Fian's Blog. By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement.\n\n**Use License:**\nPermission is granted to temporarily download one copy of the materials on Fian's Blog for personal, non-commercial transitory viewing only.\n\n**Disclaimer:**\nThe materials on Fian's Blog are provided on an 'as is' basis. Fian's Blog makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties.\n\n**Limitations:**\nIn no event shall Fian's Blog or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Fian's Blog.\n\n**Revisions:**\nThe materials appearing on Fian's Blog could include technical, typographical, or photographic errors. Fian's Blog does not warrant that any of the materials on its website are accurate, complete, or current.",
    "Disclaimer Title": "Disclaimer",
    "Disclaimer Content": "The information contained on Fian's Blog is for general information purposes only. The information is provided by Fian's Blog and while we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.\n\nAny reliance you place on such information is therefore strictly at your own risk.\n\nIn no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.\n\nThrough this website you are able to link to other websites which are not under the control of Fian's Blog. We have no control over the nature, content and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.\n\nEvery effort is made to keep the website up and running smoothly. However, Fian's Blog takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control."
}