{
    "Fian's Blog": "Blog Fian",
    "Home": "Beranda",
    "Blogs": "Blog",
    "English": "Inggris",
    "Indonesia": "Indonesia",
    "All Rights Reserved.": "Hak Cipta Dilindungi Undang-Undang.",
    "Privacy Policy": "Kebijakan Privasi",
    "Terms of Service": "Syarat Layanan",
    "Disclaimer": "Penafian",
    "We use cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies.": "Kami menggunakan cookie untuk meningkatkan pengalaman Anda. Dengan terus mengunjungi situs ini, Anda menyetujui penggunaan cookie kami.",
    "Accept": "Terima",
    "All Posts": "Semua Postingan",
    "Explore all stories, ideas, and inspirations we have shared.": "Jelajahi semua cerita, ide, dan inspirasi yang telah kami bagikan.",
    "Search for articles...": "Cari artikel...",
    "All Categories": "Semua Kategori",
    "read": "dibaca",
    "No articles found": "Tidak ada artikel yang ditemukan",
    "We couldn't find any articles matching your search criteria.": "Kami tidak dapat menemukan artikel apa pun yang cocok dengan kriteria pencarian Anda.",
    "Written by": "Ditulis oleh",
    "A passionate writer and developer who loves sharing stories through words.": "Seorang penulis dan pengembang yang bersemangat yang suka berbagi cerita melalui kata-kata.",
    "Share this article": "Bagikan artikel ini",
    "Facebook": "Facebook",
    "Twitter": "Twitter",
    "LinkedIn": "LinkedIn",
    "WhatsApp": "WhatsApp",
    "Or copy link": "Atau salin tautan",
    "Copy": "Salin",
    "Blog": "Blog",
    "Copied!": "Tersalin!",
    "Failed!": "Gagal!",
    "uncategorized": "tidak berkategori",
    "Showing posts for category": "Menampilkan postingan untuk kategori",
    "views": "dilihat",
    "No posts found in this category.": "Tidak ada postingan yang ditemukan dalam kategori ini.",
    "Back to Home": "Kembali ke Beranda",
    "Featured Post": "Postingan Unggulan",
    "Latest Posts": "Postingan Terbaru",
    "No posts available.": "Tidak ada postingan yang tersedia.",
    "No bio available.": "Tidak ada bio yang tersedia.",
    "Subscribe to Newsletter": "Berlangganan Newsletter",
    "Get the latest posts delivered right to your inbox.": "Dapatkan postingan terbaru langsung ke kotak masuk Anda.",
    "your.email@example.com": "email.anda@contoh.com",
    "Subscribe": "Berlangganan",
    "read time": "waktu baca",
    "New Article Published!": "Artikel Baru Telah Terbit!",
    "New Article from": "Artikel Baru dari",
    "Read More": "Baca Selengkapnya",
    "We hope you enjoy the article!": "Semoga Anda menikmati artikelnya!",
    "Regards": "Salam",
    "You are receiving this email because you have subscribed to our site.": "Anda menerima email ini karena Anda telah berlangganan di situs kami.",
    "All rights reserved.": "Hak cipta dilindungi.",
    "Unsubscribe": "Berhenti Berlangganan",
    "Email Subscription Confirmation": "Konfirmasi Langganan Email",
    "Confirm Your Subscription": "Konfirmasi Langganan Anda",
    "Hello": "Halo",
    "You are receiving this email because you recently signed up to subscribe to our newsletter.": "Anda menerima email ini karena Anda baru saja mendaftar untuk berlangganan newsletter kami.",
    "To complete the subscription process, please click the button below:": "Untuk menyelesaikan proses langganan, silakan klik tombol di bawah ini:",
    "Confirm Subscription": "Konfirmasi Langganan",
    "If you did not make this registration, just ignore this email.": "Jika Anda tidak merasa melakukan pendaftaran ini, abaikan saja email ini.",
    "Best regards": "Hormat kami",
    "This email was sent automatically. Do not reply to this address.": "Email ini dikirim secara otomatis. Jangan balas ke alamat ini.",
    "Thank You for Subscribing": "Terima Kasih Telah Berlangganan",
    "Welcome!": "Selamat Datang!",
    "Thank you for subscribing to our blog newsletter. We are very happy you joined!": "Terima kasih telah berlangganan newsletter di blog kami. Kami sangat senang Anda bergabung!",
    "You will be the first to get updates on the latest articles, tips, and various other interesting insights about technology and web development.": "Anda akan menjadi orang pertama yang mendapatkan pembaruan tentang artikel terbaru, tips, dan berbagai wawasan menarik lainnya seputar teknologi dan pengembangan web.",
    "Visit Blog": "Kunjungi Blog",
    "Warm regards": "Salam hangat",
    "Your subscription has been confirmed and you are now part of our community!": "Langganan Anda telah dikonfirmasi dan sekarang Anda menjadi bagian dari komunitas kami!"
}